// https://ru.wikipedia.org/wiki/%D0%A1%D0%BF%D0%B8%D1%81%D0%BE%D0%BA_%D1%81%D1%82%D0%BE%D0%BB%D0%B8%D1%86_%D0%B3%D0%BE%D1%81%D1%83%D0%B4%D0%B0%D1%80%D1%81%D1%82%D0%B2
// Таблицу в json https://www.convertjson.com/html-table-to-json.htm - 5 таблиц сразу

// const capitals = [
//   ["Нидерланды", "Амстердам"],
//   ["Андорра", "Андорра-ла-Велья"],
//   ["Греция", "Афины"],
//   ["Сербия", "Белград"],
//   ["Германия", "Берлин"],
//   ["Швейцария", "Берн"],
//   ["Словакия", "Братислава"],
//   ["Бельгия", "Брюссель"],
//   ["Венгрия", "Будапешт"],
//   ["Румыния", "Бухарест"],
//   ["Лихтенштейн", "Вадуц"],
//   ["Мальта", "Валлетта"],
//   ["Польша", "Варшава"],
//   ["Ватикан", "Ватикан"],
//   ["Австрия", "Вена"],
//   ["Литва", "Вильнюс"],
//   ["Ирландия", "Дублин"],
//   ["Хорватия", "Загреб"],
//   ["Украина", "Киев"],
//   ["Молдавия", "Кишинёв"],
//   ["Дания", "Копенгаген"],
//   ["Португалия", "Лиссабон"],
//   ["Великобритания", "Лондон"],
//   ["Словения", "Любляна"],
//   ["Люксембург", "Люксембург"],
//   ["Испания", "Мадрид"],
//   ["Белоруссия", "Минск"],
//   ["Монако", "Монако"],
//   ["Россия", "Москва"],
//   ["Норвегия", "Осло"],
//   ["Франция", "Париж"],
//   ["Черногория", "Подгорица"],
//   ["Чехия", "Прага"],
//   ["Исландия", "Рейкьявик"],
//   ["Латвия", "Рига"],
//   ["Италия", "Рим"],
//   ["Сан-Марино", "Сан-Марино"],
//   ["Босния и Герцеговина", "Сараево"],
//   ["Северная Македония", "Скопье"],
//   ["Болгария", "София"],
//   ["Швеция", "Стокгольм"],
//   ["Эстония", "Таллин"],
//   ["Албания", "Тирана"],
//   ["Финляндия", "Хельсинки"],
//   ["Республика Косово", "Приштина"],
//   ["Приднестровская Молдавская Республика", "Тирасполь"],
//   ["ОАЭ", "Абу-Даби"],
//   ["Иордания", "Амман"],
//   ["Турция", "Анкара"],
//   ["Казахстан", "Астана"],
//   ["Туркменистан", "Ашхабад"],
//   ["Ирак", "Багдад"],
//   ["Азербайджан", "Баку"],
//   ["Таиланд", "Бангкок"],
//   ["Бруней", "Бандар-Сери-Бегаван"],
//   ["Ливан", "Бейрут"],
//   ["Кыргызстан", "Бишкек"],
//   ["Лаос", "Вьентьян"],
//   ["Бангладеш", "Дакка"],
//   ["Сирия", "Дамаск"],
//   ["Индия", "Дели (Нью-Дели)"],
//   ["Индонезия", "Джакарта"],
//   ["Восточный Тимор", "Дили"],
//   ["Катар", "Доха"],
//   ["Таджикистан", "Душанбе"],
//   ["Армения", "Ереван"],
//   ["Израиль", "Иерусалим"],
//   ["Пакистан", "Исламабад"],
//   ["Афганистан", "Кабул"],
//   ["Непал", "Катманду"],
//   ["Малайзия", "Куала-Лумпур"],
//   ["Мальдивы", "Мале"],
//   ["Бахрейн", "Манама"],
//   ["Филиппины", "Манила"],
//   ["Оман", "Маскат"],
//   ["Мьянма", "Нейпьидо"],
//   ["Кипр", "Никосия"],
//   ["Китай", "Пекин"],
//   ["Камбоджа", "Пномпень"],
//   ["КНДР", "Пхеньян"],
//   ["Йемен", "Сана"],
//   ["Республика Корея", "Сеул"],
//   ["Сингапур", "Сингапур"],
//   ["Узбекистан", "Ташкент"],
//   ["Грузия", "Тбилиси"],
//   ["Иран", "Тегеран"],
//   ["Япония", "Токио"],
//   ["Бутан", "Тхимпху"],
//   ["Монголия", "Улан-Батор"],
//   ["Вьетнам", "Ханой"],
//   ["Шри-Ланка", "Шри-Джаяварденепура-Котте"],
//   ["Кувейт", "Эль-Кувейт"],
//   ["Саудовская Аравия", "Эр-Рияд"],
//   ["Азад Кашмир", "Музаффарабад"],
//   ["Северный Кипр", "Никосия"],
//   ["Государство Палестина", "Рамалла"],
//   ["Республика Абхазия", "Сухум"],
//   ["Китайская Республика", "Тайбэй"],
//   ["Южная Осетия", "Цхинвал"],
//   ["Нигерия", "Абуджа"],
//   ["Эфиопия", "Аддис-Абеба"],
//   ["Гана", "Аккра"],
//   ["Алжир", "Алжир"],
//   ["Мадагаскар", "Антананариву"],
//   ["Эритрея", "Асмэра"],
//   ["Мали", "Бамако"],
//   ["ЦАР", "Банги"],
//   ["Гамбия", "Банжул"],
//   ["Гвинея-Бисау", "Бисау"],
//   ["Республика Конго", "Браззавиль"],
//   ["Сейшельские Острова", "Виктория"],
//   ["Намибия", "Виндхук"],
//   ["Ботсвана", "Габороне"],
//   ["Бурунди", "Гитега"],
//   ["Сенегал", "Дакар"],
//   ["Джибути", "Джибути"],
//   ["Южный Судан", "Джуба"],
//   ["Танзания", "Додома"],
//   ["Египет", "Каир"],
//   ["Уганда", "Кампала"],
//   ["Руанда", "Кигали"],
//   ["ДР Конго", "Киншаса"],
//   ["Гвинея", "Конакри"],
//   ["Габон", "Либревиль"],
//   ["Малави", "Лилонгве"],
//   ["Того", "Ломе"],
//   ["Ангола", "Луанда"],
//   ["Замбия", "Лусака"],
//   ["Экваториальная Гвинея", "Малабо"],
//   ["Мозамбик", "Мапуту"],
//   ["Лесото", "Масеру"],
//   ["Эсватини", "Мбабане"],
//   ["Сомали", "Могадишо"],
//   ["Либерия", "Монровия"],
//   ["Коморы", "Морони"],
//   ["Кения", "Найроби"],
//   ["Чад", "Нджамена"],
//   ["Нигер", "Ниамей"],
//   ["Мавритания", "Нуакшот"],
//   ["Маврикий", "Порт-Луи"],
//   ["Бенин", "Порто-Ново"],
//   ["Кабо-Верде", "Прая"],
//   ["ЮАР", "Претория"],
//   ["Марокко", "Рабат"],
//   ["Сан-Томе и Принсипи", "Сан-Томе"],
//   ["Ливия", "Триполи"],
//   ["Тунис", "Тунис"],
//   ["Буркина-Фасо", "Уагадугу"],
//   ["Сьерра-Леоне", "Фритаун"],
//   ["Зимбабве", "Хараре"],
//   ["Судан", "Хартум"],
//   ["Кот-д’Ивуар", "Ямусукро"],
//   ["Камерун", "Яунде"],
//   ["Федеративная Республика Амбазония", "Буэа"],
//   ["Сахарская Арабская Демократическая Республика", "Тифарити"],
//   ["Сомалиленд", "Харгейса"],
//   ["Парагвай", "Асунсьон"],
//   ["Сент-Китс и Невис", "Бастер"],
//   ["Белиз", "Бельмопан"],
//   ["Колумбия", "Богота"],
//   ["Бразилия", "Бразилиа"],
//   ["Барбадос", "Бриджтаун"],
//   ["Аргентина", "Буэнос-Айрес"],
//   ["США", "Вашингтон"],
//   ["Куба", "Гавана"],
//   ["Гватемала", "Гватемала"],
//   ["Гайана", "Джорджтаун"],
//   ["Венесуэла", "Каракас"],
//   ["Сент-Люсия", "Кастри"],
//   ["Сент-Винсент и Гренадины", "Кингстаун"],
//   ["Ямайка", "Кингстон"],
//   ["Эквадор", "Кито"],
//   ["Перу", "Лима"],
//   ["Никарагуа", "Манагуа"],
//   ["Мексика", "Мехико"],
//   ["Уругвай", "Монтевидео"],
//   ["Багамские Острова", "Нассау"],
//   ["Канада", "Оттава"],
//   ["Панама", "Панама"],
//   ["Суринам", "Парамарибо"],
//   ["Гаити", "Порт-о-Пренс"],
//   ["Тринидад и Тобаго", "Порт-оф-Спейн"],
//   ["Доминика", "Розо"],
//   ["Сальвадор", "Сан-Сальвадор"],
//   ["Коста-Рика", "Сан-Хосе"],
//   ["Доминиканская Республика", "Санто-Доминго"],
//   ["Чили", "Сантьяго"],
//   ["Антигуа и Барбуда", "Сент-Джонс"],
//   ["Гренада", "Сент-Джорджес"],
//   ["Боливия", "Сукре"],
//   ["Гондурас", "Тегусигальпа"],
//   ["Самоа", "Апиа"],
//   ["Новая Зеландия", "Веллингтон"],
//   ["Австралия", "Канберра"],
//   ["Маршалловы Острова", "Маджуро"],
//   ["Палау", "Нгерулмуд"],
//   ["Тонга", "Нукуалофа"],
//   ["Микронезия", "Паликир"],
//   ["Вануату", "Порт-Вила"],
//   ["Папуа — Новая Гвинея", "Порт-Морсби"],
//   ["Фиджи", "Сува"],
//   ["Тувалу", "Фунафути"],
//   ["Соломоновы Острова", "Хониара"],
//   ["Кирибати", "Южная Тарава (Баирики)"],
//   ["Науру", ""], // Официальной столицы нет
// ];

export default [
  {
    country: "Нидерланды",
    capital: "Амстердам",
  },
  {
    country: "Андорра",
    capital: "Андорра-ла-Велья",
  },
  {
    country: "Греция",
    capital: "Афины",
  },
  {
    country: "Сербия",
    capital: "Белград",
  },
  {
    country: "Германия",
    capital: "Берлин",
  },
  {
    country: "Швейцария",
    capital: "Берн",
  },
  {
    country: "Словакия",
    capital: "Братислава",
  },
  {
    country: "Бельгия",
    capital: "Брюссель",
  },
  {
    country: "Венгрия",
    capital: "Будапешт",
  },
  {
    country: "Румыния",
    capital: "Бухарест",
  },
  {
    country: "Лихтенштейн",
    capital: "Вадуц",
  },
  {
    country: "Мальта",
    capital: "Валлетта",
  },
  {
    country: "Польша",
    capital: "Варшава",
  },
  {
    country: "Ватикан",
    capital: "Ватикан",
  },
  {
    country: "Австрия",
    capital: "Вена",
  },
  {
    country: "Литва",
    capital: "Вильнюс",
  },
  {
    country: "Ирландия",
    capital: "Дублин",
  },
  {
    country: "Хорватия",
    capital: "Загреб",
  },
  {
    country: "Украина",
    capital: "Киев",
  },
  {
    country: "Молдавия",
    capital: "Кишинёв",
  },
  {
    country: "Дания",
    capital: "Копенгаген",
  },
  {
    country: "Португалия",
    capital: "Лиссабон",
  },
  {
    country: "Великобритания",
    capital: "Лондон",
  },
  {
    country: "Словения",
    capital: "Любляна",
  },
  {
    country: "Люксембург",
    capital: "Люксембург",
  },
  {
    country: "Испания",
    capital: "Мадрид",
  },
  {
    country: "Белоруссия",
    capital: "Минск",
  },
  {
    country: "Монако",
    capital: "Монако",
  },
  {
    country: "Россия",
    capital: "Москва",
  },
  {
    country: "Норвегия",
    capital: "Осло",
  },
  {
    country: "Франция",
    capital: "Париж",
  },
  {
    country: "Черногория",
    capital: "Подгорица",
  },
  {
    country: "Чехия",
    capital: "Прага",
  },
  {
    country: "Исландия",
    capital: "Рейкьявик",
  },
  {
    country: "Латвия",
    capital: "Рига",
  },
  {
    country: "Италия",
    capital: "Рим",
  },
  {
    country: "Сан-Марино",
    capital: "Сан-Марино",
  },
  {
    country: "Босния и Герцеговина",
    capital: "Сараево",
  },
  {
    country: "Северная Македония",
    capital: "Скопье",
  },
  {
    country: "Болгария",
    capital: "София",
  },
  {
    country: "Швеция",
    capital: "Стокгольм",
  },
  {
    country: "Эстония",
    capital: "Таллин",
  },
  {
    country: "Албания",
    capital: "Тирана",
  },
  {
    country: "Финляндия",
    capital: "Хельсинки",
  },
  {
    country: "Республика Косово",
    capital: "Приштина",
  },
  {
    country: "Приднестровская Молдавская Республика",
    capital: "Тирасполь",
  },
  {
    country: "ОАЭ",
    capital: "Абу-Даби",
  },
  {
    country: "Иордания",
    capital: "Амман",
  },
  {
    country: "Турция",
    capital: "Анкара",
  },
  {
    country: "Казахстан",
    capital: "Астана",
  },
  {
    country: "Туркменистан",
    capital: "Ашхабад",
  },
  {
    country: "Ирак",
    capital: "Багдад",
  },
  {
    country: "Азербайджан",
    capital: "Баку",
  },
  {
    country: "Таиланд",
    capital: "Бангкок",
  },
  {
    country: "Бруней",
    capital: "Бандар-Сери-Бегаван",
  },
  {
    country: "Ливан",
    capital: "Бейрут",
  },
  {
    country: "Кыргызстан",
    capital: "Бишкек",
  },
  {
    country: "Лаос",
    capital: "Вьентьян",
  },
  {
    country: "Бангладеш",
    capital: "Дакка",
  },
  {
    country: "Сирия",
    capital: "Дамаск",
  },
  {
    country: "Индия",
    capital: "Дели (Нью-Дели)",
  },
  {
    country: "Индонезия",
    capital: "Джакарта",
  },
  {
    country: "Восточный Тимор",
    capital: "Дили",
  },
  {
    country: "Катар",
    capital: "Доха",
  },
  {
    country: "Таджикистан",
    capital: "Душанбе",
  },
  {
    country: "Армения",
    capital: "Ереван",
  },
  {
    country: "Израиль",
    capital: "Иерусалим",
  },
  {
    country: "Пакистан",
    capital: "Исламабад",
  },
  {
    country: "Афганистан",
    capital: "Кабул",
  },
  {
    country: "Непал",
    capital: "Катманду",
  },
  {
    country: "Малайзия",
    capital: "Куала-Лумпур",
  },
  {
    country: "Мальдивы",
    capital: "Мале",
  },
  {
    country: "Бахрейн",
    capital: "Манама",
  },
  {
    country: "Филиппины",
    capital: "Манила",
  },
  {
    country: "Оман",
    capital: "Маскат",
  },
  {
    country: "Мьянма",
    capital: "Нейпьидо",
  },
  {
    country: "Кипр",
    capital: "Никосия",
  },
  {
    country: "Китай",
    capital: "Пекин",
  },
  {
    country: "Камбоджа",
    capital: "Пномпень",
  },
  {
    country: "КНДР",
    capital: "Пхеньян",
  },
  {
    country: "Йемен",
    capital: "Сана",
  },
  {
    country: "Республика Корея",
    capital: "Сеул",
  },
  {
    country: "Сингапур",
    capital: "Сингапур",
  },
  {
    country: "Узбекистан",
    capital: "Ташкент",
  },
  {
    country: "Грузия",
    capital: "Тбилиси",
  },
  {
    country: "Иран",
    capital: "Тегеран",
  },
  {
    country: "Япония",
    capital: "Токио",
  },
  {
    country: "Бутан",
    capital: "Тхимпху",
  },
  {
    country: "Монголия",
    capital: "Улан-Батор",
  },
  {
    country: "Вьетнам",
    capital: "Ханой",
  },
  {
    country: "Шри-Ланка",
    capital: "Шри-Джаяварденепура-Котте",
  },
  {
    country: "Кувейт",
    capital: "Эль-Кувейт",
  },
  {
    country: "Саудовская Аравия",
    capital: "Эр-Рияд",
  },
  {
    country: "Азад Кашмир",
    capital: "Музаффарабад",
  },
  {
    country: "Северный Кипр",
    capital: "Никосия",
  },
  {
    country: "Государство Палестина",
    capital: "Рамалла",
  },
  {
    country: "Республика Абхазия",
    capital: "Сухум",
  },
  {
    country: "Китайская Республика",
    capital: "Тайбэй",
  },
  {
    country: "Южная Осетия",
    capital: "Цхинвал",
  },
  {
    country: "Нигерия",
    capital: "Абуджа",
  },
  {
    country: "Эфиопия",
    capital: "Аддис-Абеба",
  },
  {
    country: "Гана",
    capital: "Аккра",
  },
  {
    country: "Алжир",
    capital: "Алжир",
  },
  {
    country: "Мадагаскар",
    capital: "Антананариву",
  },
  {
    country: "Эритрея",
    capital: "Асмэра",
  },
  {
    country: "Мали",
    capital: "Бамако",
  },
  {
    country: "ЦАР",
    capital: "Банги",
  },
  {
    country: "Гамбия",
    capital: "Банжул",
  },
  {
    country: "Гвинея-Бисау",
    capital: "Бисау",
  },
  {
    country: "Республика Конго",
    capital: "Браззавиль",
  },
  {
    country: "Сейшельские Острова",
    capital: "Виктория",
  },
  {
    country: "Намибия",
    capital: "Виндхук",
  },
  {
    country: "Ботсвана",
    capital: "Габороне",
  },
  {
    country: "Бурунди",
    capital: "Гитега",
  },
  {
    country: "Сенегал",
    capital: "Дакар",
  },
  {
    country: "Джибути",
    capital: "Джибути",
  },
  {
    country: "Южный Судан",
    capital: "Джуба",
  },
  {
    country: "Танзания",
    capital: "Додома",
  },
  {
    country: "Египет",
    capital: "Каир",
  },
  {
    country: "Уганда",
    capital: "Кампала",
  },
  {
    country: "Руанда",
    capital: "Кигали",
  },
  {
    country: "ДР Конго",
    capital: "Киншаса",
  },
  {
    country: "Гвинея",
    capital: "Конакри",
  },
  {
    country: "Габон",
    capital: "Либревиль",
  },
  {
    country: "Малави",
    capital: "Лилонгве",
  },
  {
    country: "Того",
    capital: "Ломе",
  },
  {
    country: "Ангола",
    capital: "Луанда",
  },
  {
    country: "Замбия",
    capital: "Лусака",
  },
  {
    country: "Экваториальная Гвинея",
    capital: "Малабо",
  },
  {
    country: "Мозамбик",
    capital: "Мапуту",
  },
  {
    country: "Лесото",
    capital: "Масеру",
  },
  {
    country: "Эсватини",
    capital: "Мбабане",
  },
  {
    country: "Сомали",
    capital: "Могадишо",
  },
  {
    country: "Либерия",
    capital: "Монровия",
  },
  {
    country: "Коморы",
    capital: "Морони",
  },
  {
    country: "Кения",
    capital: "Найроби",
  },
  {
    country: "Чад",
    capital: "Нджамена",
  },
  {
    country: "Нигер",
    capital: "Ниамей",
  },
  {
    country: "Мавритания",
    capital: "Нуакшот",
  },
  {
    country: "Маврикий",
    capital: "Порт-Луи",
  },
  {
    country: "Бенин",
    capital: "Порто-Ново",
  },
  {
    country: "Кабо-Верде",
    capital: "Прая",
  },
  {
    country: "ЮАР",
    capital: "Претория",
  },
  {
    country: "Марокко",
    capital: "Рабат",
  },
  {
    country: "Сан-Томе и Принсипи",
    capital: "Сан-Томе",
  },
  {
    country: "Ливия",
    capital: "Триполи",
  },
  {
    country: "Тунис",
    capital: "Тунис",
  },
  {
    country: "Буркина-Фасо",
    capital: "Уагадугу",
  },
  {
    country: "Сьерра-Леоне",
    capital: "Фритаун",
  },
  {
    country: "Зимбабве",
    capital: "Хараре",
  },
  {
    country: "Судан",
    capital: "Хартум",
  },
  {
    country: "Кот-д’Ивуар",
    capital: "Ямусукро",
  },
  {
    country: "Камерун",
    capital: "Яунде",
  },
  {
    country: "Федеративная Республика Амбазония",
    capital: "Буэа",
  },
  {
    country: "Сахарская Арабская Демократическая Республика",
    capital: "Тифарити",
  },
  {
    country: "Сомалиленд",
    capital: "Харгейса",
  },
  {
    country: "Парагвай",
    capital: "Асунсьон",
  },
  {
    country: "Сент-Китс и Невис",
    capital: "Бастер",
  },
  {
    country: "Белиз",
    capital: "Бельмопан",
  },
  {
    country: "Колумбия",
    capital: "Богота",
  },
  {
    country: "Бразилия",
    capital: "Бразилиа",
  },
  {
    country: "Барбадос",
    capital: "Бриджтаун",
  },
  {
    country: "Аргентина",
    capital: "Буэнос-Айрес",
  },
  {
    country: "США",
    capital: "Вашингтон",
  },
  {
    country: "Куба",
    capital: "Гавана",
  },
  {
    country: "Гватемала",
    capital: "Гватемала",
  },
  {
    country: "Гайана",
    capital: "Джорджтаун",
  },
  {
    country: "Венесуэла",
    capital: "Каракас",
  },
  {
    country: "Сент-Люсия",
    capital: "Кастри",
  },
  {
    country: "Сент-Винсент и Гренадины",
    capital: "Кингстаун",
  },
  {
    country: "Ямайка",
    capital: "Кингстон",
  },
  {
    country: "Эквадор",
    capital: "Кито",
  },
  {
    country: "Перу",
    capital: "Лима",
  },
  {
    country: "Никарагуа",
    capital: "Манагуа",
  },
  {
    country: "Мексика",
    capital: "Мехико",
  },
  {
    country: "Уругвай",
    capital: "Монтевидео",
  },
  {
    country: "Багамские Острова",
    capital: "Нассау",
  },
  {
    country: "Канада",
    capital: "Оттава",
  },
  {
    country: "Панама",
    capital: "Панама",
  },
  {
    country: "Суринам",
    capital: "Парамарибо",
  },
  {
    country: "Гаити",
    capital: "Порт-о-Пренс",
  },
  {
    country: "Тринидад и Тобаго",
    capital: "Порт-оф-Спейн",
  },
  {
    country: "Доминика",
    capital: "Розо",
  },
  {
    country: "Сальвадор",
    capital: "Сан-Сальвадор",
  },
  {
    country: "Коста-Рика",
    capital: "Сан-Хосе",
  },
  {
    country: "Доминиканская Республика",
    capital: "Санто-Доминго",
  },
  {
    country: "Чили",
    capital: "Сантьяго",
  },
  {
    country: "Антигуа и Барбуда",
    capital: "Сент-Джонс",
  },
  {
    country: "Гренада",
    capital: "Сент-Джорджес",
  },
  {
    country: "Боливия",
    capital: "Сукре",
  },
  {
    country: "Гондурас",
    capital: "Тегусигальпа",
  },
  {
    country: "Самоа",
    capital: "Апиа",
  },
  {
    country: "Новая Зеландия",
    capital: "Веллингтон",
  },
  {
    country: "Австралия",
    capital: "Канберра",
  },
  {
    country: "Маршалловы Острова",
    capital: "Маджуро",
  },
  {
    country: "Палау",
    capital: "Нгерулмуд",
  },
  {
    country: "Тонга",
    capital: "Нукуалофа",
  },
  {
    country: "Микронезия",
    capital: "Паликир",
  },
  {
    country: "Вануату",
    capital: "Порт-Вила",
  },
  {
    country: "Папуа — Новая Гвинея",
    capital: "Порт-Морсби",
  },
  {
    country: "Фиджи",
    capital: "Сува",
  },
  {
    country: "Тувалу",
    capital: "Фунафути",
  },
  {
    country: "Соломоновы Острова",
    capital: "Хониара",
  },
  {
    country: "Кирибати",
    capital: "Южная Тарава (Баирики)",
  },
  {
    country: "Науру",
    capital: "",
  },
];
